errors = {
    'er_privilege': 'Ошибка: невозможно узнать ваш уровень привелегии.\n'
                    'Пожалуйста, напишите менеджеру проекта: ddosbotru@gmail.com ',

    'er_invalid_args': 'Переданы неверные аргументы для {0}. \nПосмотрите примеры в /info',
    'er_no_privilege': 'У вас нет привилегий для данной команды! Введите /info, чтобы узнать о своей привилегии.',
    'er_invalid_number': 'Посмотрите правильный формат ввода телефона!',
    'er_no_priv_args': 'У вас нет возможности производить атаку более {0} секунд!',
    'er_limit_ddos_num': 'Вы исчерпали лимит по ddos атаке! Сейчас под атакой: {0}',
    'er_not_command': 'Вы пытаетесь вызвать что-то непонятное, обратитесь за справкой в /info.',
    'er_stop_ddos': 'Неверно указаны аргументы для остановки ddos атаки!'
}

info = {
    'not_member': 'Чтобы использователь возможности бота Вам нужно подписаться ;)',
    'str_ddos': 'Ddos атака на номер +{0} запущена на {1} секунд в {2} потоках',
    'stp_ddos': 'Ddos атака на номер +{0} успешно завершена!',
    'dis_ddos': 'Вы успешно отменили ddos атаку на номер +{0}.',
    'not_num_in_dict': 'Номер +{0} не запущен для ddos атаки! '
}